import "./about-museum.css"

export const AboutMuseum = () => {
    return (
        <div className="about-museum" id="about-museum">
            <div className="about-museum-tittle">
                О музее
            </div>
            <div>
                Виртуальный музей предлагает онлайн-путешествие по искусству, погружая
                посетителей в богатое культурное наследие человечества. Здесь представлены коллекции древнего,
                средневекового и современного искусства, которые охватывают разные эпохи и стили. Каждый экспонат
                сопровождается подробными описаниями, которые помогают лучше понять контекст и значимость
                произведений. Музей доступен 24/7 из любой точки мира, что делает его идеальным
                для любителей искусства и истории, желающих расширить свои знания в удобное для них время.
            </div>
        </div>
    )
}
